Revit 2027 API
ParameterTypeId.RbsElecApparentLoad Property
 "Apparent Power"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecApparentLoad { get; }
Public Shared ReadOnly Property RbsElecApparentLoad As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecApparentLoad {
	ForgeTypeId^ get ();
}
static member RbsElecApparentLoad : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace